// TODO ФУНКЦИЯ СЛОЖЕНИЯ
// TODO ФУНКЦИЯ ВЫЧИТАНИЯ
// TODO ФУНКЦИЯ УМНОЖЕНИЯ
// TODO ФУНКЦИЯ ДЕЛЕНИЯ
// TODO ФУНКЦИЯ КОТОРАЯ ПРИНИМАЕТ ЗАГОЛОВОК И ВЫВОДИТ ЕГО
// TODO ФУНКЦИЯ КОТОРАЯ ПРИНИМАЕТ ТЕКСТ И ВЫВОДИТ ЕГО
// TODO ФУНКЦИЯ КОТОРАЯ ПРИНИМАЕТ МАССИВ СТРОК И ПОКАЗЫВАЕТ ЕГО ["",""]
// TODO ФУНКЦИЯ КОТОРАЯ ПРИНИМАЕТ ДОЧЕРНИЕ ЭЛЕМЕНТЫ И ВЫВОДИТ ЕГО, в качесте параметра использовать слово {children}

const Sum = ({ a, b }) => {
  return <h1>{a + b}</h1>;
};

function Sum2({ a, b }) {
  return <h1>{a + b}</h1>;
}

export { Sum, Sum2 };
